Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: A very low-carb, filling breakfast or quick dinner.
de: Ein sehr kohlenhydratarmes, sättigendes Frühstück oder schnelles Abendessen.
es: Un desayuno o cena rápida muy bajo en carbohidratos y saciante.
fr: Un petit-déjeuner très pauvre en glucides et rassasiant, ou un dîner rapide.
it: Una colazione o cena veloce molto povera di carboidrati e saziante.
nl: Een zeer koolhydraatarm, vullend ontbijt of snel avondeten.
pl: Bardzo niskowęglowodanowe, sycące śniadanie lub szybka kolacja.
pt: Um pequeno-almoço ou jantar rápido muito pobre em hidratos de carbono e bastante saciante.
ro: Un mic dejun sau o cină rapidă, foarte săracă în carbohidrați și sățioasă.
ru: Очень низкоуглеводный, сытный завтрак или быстрый ужин.

source: A widely-quoted target is to spend around 70% or more of the day in range, with as little time below range as possible. Your personal targets may differ — for example during pregnancy or for young children.
de: Ein häufig genanntes Ziel ist, rund 70% oder mehr des Tages im Zielbereich zu verbringen, bei möglichst wenig Zeit unterhalb des Bereichs. Deine persönlichen Ziele können abweichen — zum Beispiel während der Schwangerschaft oder bei kleinen Kindern.
es: Un objetivo muy citado es pasar alrededor del 70% o más del día en rango, con el menor tiempo posible por debajo del rango. Tus objetivos personales pueden ser diferentes — por ejemplo durante el embarazo o en niños pequeños.
fr: Un objectif souvent cité est de passer environ 70% ou plus de la journée dans la cible, avec le moins de temps possible en dessous. Tes objectifs personnels peuvent différer — par exemple pendant une grossesse ou chez les jeunes enfants.
it: Un obiettivo spesso citato è trascorrere circa il 70% o più della giornata nell'intervallo, con il minor tempo possibile sotto l'intervallo. I tuoi obiettivi personali possono essere diversi — ad esempio in gravidanza o per i bambini piccoli.
nl: Een veelgenoemd streefdoel is om ongeveer 70% of meer van de dag binnen bereik te zitten, met zo min mogelijk tijd onder bereik. Jouw persoonlijke streefwaarden kunnen afwijken — bijvoorbeeld tijdens de zwangerschap of bij jonge kinderen.
pl: Często przywoływanym celem jest spędzanie co najmniej około 70% doby w zakresie, przy jak najmniejszej ilości czasu poniżej zakresu. Twoje osobiste cele mogą się różnić — na przykład w ciąży lub u małych dzieci.
pt: Um objetivo frequentemente citado é passar cerca de 70% ou mais do dia dentro do intervalo, com o mínimo de tempo possível abaixo do intervalo. Os teus objetivos pessoais podem ser diferentes — por exemplo, durante a gravidez ou no caso de crianças pequenas.
ro: O țintă des menționată este să petreci în interval cel puțin aproximativ 70% din zi, cu cât mai puțin timp posibil sub interval. Țintele tale personale pot fi diferite — de exemplu în timpul sarcinii sau pentru copiii mici.
ru: Часто упоминаемая цель — проводить в диапазоне около 70% дня или больше, при этом сводя время ниже диапазона к минимуму. Твои личные цели могут отличаться — например, во время беременности или для маленьких детей.

source: A1c goal %@%%
de: A1c-Ziel %@%%
es: Objetivo de A1c %@%%
fr: Objectif A1c %@%%
it: Obiettivo A1c %@%%
nl: A1c-doel %@%%
pl: Cel A1c %@%%
pt: Objetivo de A1c %@%%
ro: Țintă A1c %@%%
ru: Цель A1c %@%%

source: A1c goal %@%% · est. %@%% today
de: A1c-Ziel %@%% · geschätzt %@%% heute
es: Objetivo de A1c %@%% · est. %@%% hoy
fr: Objectif A1c %@%% · est. %@%% aujourd'hui
it: Obiettivo A1c %@%% · stim. %@%% oggi
nl: A1c-doel %@%% · gesch. %@%% vandaag
pl: Cel A1c %@%% · szac. %@%% dziś
pt: Objetivo de A1c %@%% · est. %@%% hoje
ro: Țintă A1c %@%% · est. %@%% azi
ru: Цель A1c %@%% · оц. %@%% сегодня

source: A1c on target
de: A1c im Ziel
es: A1c en objetivo
fr: A1c dans la cible
it: A1c nell'obiettivo
nl: A1c op doel
pl: A1c w celu
pt: A1c no alvo
ro: A1c în țintă
ru: A1c в цели

source: Abdomen · left
de: Bauch · links
es: Abdomen · izquierda
fr: Abdomen · gauche
it: Addome · sinistra
nl: Buik · links
pl: Brzuch · lewa
pt: Abdómen · esquerda
ro: Abdomen · stânga
ru: Живот · слева

source: Abdomen · right
de: Bauch · rechts
es: Abdomen · derecha
fr: Abdomen · droite
it: Addome · destra
nl: Buik · rechts
pl: Brzuch · prawa
pt: Abdómen · direita
ro: Abdomen · dreapta
ru: Живот · справа

source: About the same rise as your last %@ (%@).
de: Etwa der gleiche Anstieg wie bei deinem letzten %@ (%@).
es: Una subida similar a tu %@ anterior (%@).
fr: Une hausse à peu près la même que lors de ta période précédente (%@), soit %@.
it: Un aumento simile al tuo ultimo %@ (%@).
nl: Ongeveer dezelfde stijging als je vorige %@ (%@).
pl: Podobny wzrost jak ostatnio: %@ (%@).
pt: Subida semelhante à do último período: %@ (%@).
ro: Aproximativ aceeași creștere ca data trecută la %@ (%@).
ru: Подъём почти такой же, как в прошлый %@ (%@).

source: About you
de: Über dich
es: Sobre ti
fr: À propos de vous
it: Su di te
nl: Over jou
pl: O Tobie
pt: Sobre ti
ro: Despre tine
ru: О себе

source: Above
de: Über
es: Por encima
fr: Au-dessus
it: Sopra
nl: Boven
pl: Powyżej
pt: Acima
ro: Peste
ru: Выше

source: Above target
de: Über Ziel
es: Por encima del objetivo
fr: Au-dessus de la cible
it: Sopra l'obiettivo
nl: Boven doel
pl: Powyżej celu
pt: Acima do objetivo
ro: Peste țintă
ru: Выше цели

source: Academy complete
de: Akademie abgeschlossen
es: Academia completada
fr: Académie terminée
it: Accademia completata
nl: Academie voltooid
pl: Akademia ukończona
pt: Academia concluída
ro: Academie finalizată
ru: Академия пройдена

source: Accent colour
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
it: Colore di accento
nl: Accentkleur
pl: Kolor akcentu
pt: Cor de destaque
ro: Culoare de accent
ru: Акцентный цвет

source: Access token (optional)
de: Zugriffstoken (optional)
es: Token de acceso (opcional)
fr: Jeton d'accès (facultatif)
it: Token di accesso (facoltativo)
nl: Toegangstoken (optioneel)
pl: Token dostępu (opcjonalnie)
pt: Token de acesso (opcional)
ro: Token de acces (opțional)
ru: Токен доступа (необязательно)

source: Account
de: Konto
es: Cuenta
fr: Compte
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт

source: Achievements
de: Erfolge
es: Logros
fr: Réussites
it: Traguardi
nl: Prestaties
pl: Osiągnięcia
pt: Conquistas
ro: Realizări
ru: Достижения

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
nl: Actief
pl: Aktywny
pt: Ativo
ro: Activ
ru: Активен

source: Active insulin
de: Aktives Insulin
es: Insulina activa
fr: Insuline active
it: Insulina attiva
nl: Actieve insuline
pl: Aktywna insulina
pt: Insulina ativa
ro: Insulină activă
ru: Активный инсулин

source: Active minutes
de: Aktive Minuten
es: Minutos activos
fr: Minutes actives
it: Minuti attivi
nl: Actieve minuten
pl: Aktywne minuty
pt: Minutos ativos
ro: Minute active
ru: Активные минуты

source: Active ring
de: Aktiv-Ring
es: Anillo de actividad
fr: Anneau d’activité
it: Anello attività
nl: Actieve ring
pl: Pierścień aktywności
pt: Anel de atividade
ro: Inel de activitate
ru: Кольцо активности

source: Active time
de: Aktive Zeit
es: Tiempo activo
fr: Temps actif
it: Tempo attivo
nl: Actieve tijd
pl: Czas aktywności
pt: Tempo ativo
ro: Timp activ
ru: Активное время

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
nl: Activiteiten
pl: Aktywności
pt: Atividades
ro: Activități
ru: Активности

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
nl: Activiteit
pl: Aktywność
pt: Atividade
ro: Activitate
ru: Активность

source: Activity impact
de: Auswirkung der Aktivität
es: Impacto de la actividad
fr: Impact de l'activité
it: Impatto dell'attività
nl: Impact van activiteit
pl: Wpływ aktywności
pt: Impacto da atividade
ro: Impactul activității
ru: Влияние активности

source: Activity in the next 2 hours
de: Aktivität in den nächsten 2 Stunden
es: Actividad en las próximas 2 horas
fr: Activité dans les 2 prochaines heures
it: Attività nelle prossime 2 ore
nl: Activiteit in de komende 2 uur
pl: Aktywność w ciągu 2 godzin
pt: Atividade nas próximas 2 horas
ro: Activitate în următoarele 2 ore
ru: Активность в ближайшие 2 часа

source: Activity lowers your glucose
de: Aktivität senkt die Glukose
es: La actividad baja tu glucosa
fr: L'activité fait baisser votre glycémie
it: La glicemia si abbassa con l’attività
nl: Activiteit verlaagt je glucose
pl: Aktywność obniża Twoją glukozę
pt: A atividade baixa a tua glicose
ro: Activitatea îți scade glicemia
ru: Активность снижает вашу глюкозу

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить

source: Add a contact
de: Kontakt hinzufügen
es: Añadir un contacto
fr: Ajouter un contact
it: Aggiungi un contatto
nl: Contact toevoegen
pl: Dodaj kontakt
pt: Adicionar um contacto
ro: Adaugă un contact
ru: Добавить контакт

source: Add a medication
de: Medikament hinzufügen
es: Añadir un medicamento
fr: Ajouter un médicament
it: Aggiungi un farmaco
nl: Medicijn toevoegen
pl: Dodaj lek
pt: Adicionar um medicamento
ro: Adaugă un medicament
ru: Добавить препарат

source: Add a photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
nl: Foto toevoegen
pl: Dodaj zdjęcie
pt: Adicionar foto
ro: Adaugă o poză
ru: Добавить фото

source: Add a photo, or keep your initials on a colour. The ring colour frames your avatar and tints your initials.
de: Füge ein Foto hinzu oder behalte deine Initialen auf einer Farbe. Die Ringfarbe umrahmt deinen Avatar und färbt deine Initialen.
es: Añade una foto o mantén tus iniciales sobre un color. El color del anillo enmarca tu avatar y tiñe tus iniciales.
fr: Ajoutez une photo ou gardez vos initiales sur une couleur. La couleur de l'anneau encadre votre avatar et teinte vos initiales.
it: Aggiungi una foto oppure mantieni le tue iniziali su un colore. Il colore dell’anello incornicia il tuo avatar e colora le tue iniziali.
nl: Voeg een foto toe of houd je initialen op een kleur. De ringkleur omlijst je avatar en kleurt je initialen.
pl: Dodaj zdjęcie albo zostaw swoje inicjały na kolorze. Kolor pierścienia obramowuje Twój awatar i barwi Twoje inicjały.
pt: Adiciona uma fotografia ou mantém as tuas iniciais sobre uma cor. A cor do anel emoldura o teu avatar e tinge as tuas iniciais.
ro: Adaugă o fotografie sau păstrează-ți inițialele pe o culoare. Culoarea inelului îți încadrează avatarul și îți colorează inițialele.
ru: Добавьте фото или оставьте инициалы на цветном фоне. Цвет кольца обрамляет ваш аватар и придаёт оттенок инициалам.

source: Add a reading or connect a sensor to see your day.
de: Einen Messwert hinzufügen oder einen Sensor verbinden, um den Tag zu sehen.
es: Añade una lectura o conecta un sensor para ver tu día.
fr: Ajoutez une mesure ou connectez un capteur pour voir votre journée.
it: Aggiungi una lettura o connetti un sensore per vedere la tua giornata.
nl: Voeg een meting toe of verbind een sensor om je dag te zien.
pl: Dodaj odczyt lub połącz sensor, aby zobaczyć swój dzień.
pt: Adiciona uma leitura ou liga um sensor para veres o teu dia.
ro: Adaugă o citire sau conectează un senzor ca să-ți vezi ziua.
ru: Добавьте измерение или подключите сенсор, чтобы увидеть свой день.

source: Add a time
de: Zeit hinzufügen
es: Añadir una hora
fr: Ajouter un horaire
it: Aggiungi un orario
nl: Tijd toevoegen
pl: Dodaj porę
pt: Adicionar um horário
ro: Adaugă o oră
ru: Добавить время

source: Add entry
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
it: Aggiungi voce
nl: Invoer toevoegen
pl: Dodaj wpis
pt: Adicionar registo
ro: Adaugă înregistrare
ru: Добавить запись

source: Add food
de: Lebensmittel hinzufügen
es: Añadir alimento
fr: Ajouter un aliment
it: Aggiungi alimento
nl: Voeding toevoegen
pl: Dodaj produkt
pt: Adicionar alimento
ro: Adaugă aliment
ru: Добавить продукт

source: Add meal photo
de: Mahlzeitenfoto hinzufügen
es: Añadir foto de la comida
fr: Ajouter une photo du repas
it: Aggiungi foto del pasto
nl: Maaltijdfoto toevoegen
pl: Dodaj zdjęcie posiłku
pt: Adicionar fotografia da refeição
ro: Adaugă o fotografie a mesei
ru: Добавить фото блюда

source: Add next appointment
de: Nächsten Termin hinzufügen
es: Añadir próxima cita
fr: Ajouter le prochain rendez-vous
it: Aggiungi il prossimo appuntamento
nl: Volgende afspraak toevoegen
pl: Dodaj następną wizytę
pt: Adicionar próxima consulta
ro: Adaugă următoarea programare
ru: Добавить следующий приём

source: Add observation
de: Beobachtung hinzufügen
es: Añadir observación
fr: Ajouter une observation
it: Aggiungi osservazione
nl: Observatie toevoegen
pl: Dodaj obserwację
pt: Adicionar observação
ro: Adaugă o observație
ru: Добавить наблюдение

source: Add readings and entries to see statistics for this period.
de: Messwerte und Einträge hinzufügen, um Statistiken für diesen Zeitraum zu sehen.
es: Añade lecturas y entradas para ver estadísticas de este periodo.
fr: Ajoutez des mesures et des entrées pour voir les statistiques de cette période.
it: Aggiungi letture e voci per vedere le statistiche di questo periodo.
nl: Voeg metingen en invoer toe om statistieken voor deze periode te zien.
pl: Dodaj odczyty i wpisy, aby zobaczyć statystyki dla tego okresu.
pt: Adiciona leituras e registos para veres as estatísticas deste período.
ro: Adaugă citiri și înregistrări ca să vezi statistici pentru această perioadă.
ru: Добавьте измерения и записи, чтобы увидеть статистику за этот период.

source: Add records from a CSV file exported from Prvital, Dexcom Clarity or LibreView — including your full history. The format is detected automatically, and re-importing the same file won't create duplicates.
de: Füge Einträge aus einer CSV-Datei hinzu, die aus Prvital, Dexcom Clarity oder LibreView exportiert wurde — einschließlich deiner gesamten Historie. Das Format wird automatisch erkannt, und ein erneuter Import derselben Datei erzeugt keine Duplikate.
es: Añade registros desde un archivo CSV exportado de Prvital, Dexcom Clarity o LibreView — incluido tu historial completo. El formato se detecta automáticamente, y volver a importar el mismo archivo no creará duplicados.
fr: Ajoute des relevés à partir d'un fichier CSV exporté depuis Prvital, Dexcom Clarity ou LibreView — y compris tout ton historique. Le format est détecté automatiquement, et réimporter le même fichier ne créera pas de doublons.
it: Aggiungi le registrazioni da un file CSV esportato da Prvital, Dexcom Clarity o LibreView — inclusa la cronologia completa. Il formato viene rilevato automaticamente e reimportare lo stesso file non creerà duplicati.
nl: Voeg gegevens toe uit een CSV-bestand dat is geëxporteerd vanuit Prvital, Dexcom Clarity of LibreView — inclusief je volledige geschiedenis. Het formaat wordt automatisch herkend, en als je hetzelfde bestand opnieuw importeert, ontstaan er geen duplicaten.
pl: Dodaj wpisy z pliku CSV wyeksportowanego z Prvital, Dexcom Clarity lub LibreView — łącznie z pełną historią. Format jest wykrywany automatycznie, a ponowny import tego samego pliku nie utworzy duplikatów.
pt: Adiciona registos a partir de um ficheiro CSV exportado do Prvital, Dexcom Clarity ou LibreView — incluindo o teu histórico completo. O formato é detetado automaticamente, e reimportar o mesmo ficheiro não cria duplicados.
ro: Adaugă înregistrări dintr-un fișier CSV exportat din Prvital, Dexcom Clarity sau LibreView — inclusiv întregul tău istoric. Formatul este detectat automat, iar reimportarea aceluiași fișier nu va crea duplicate.
ru: Добавляй записи из CSV-файла, экспортированного из Prvital, Dexcom Clarity или LibreView — включая всю историю. Формат определяется автоматически, а повторный импорт того же файла не создаст дублей.

source: Add records from a CSV file exported from Prvital, Dexcom Clarity or LibreView. The format is detected automatically, imported rows are added as manual entries, and duplicate glucose readings are resolved automatically.
de: Füge Einträge aus einer CSV-Datei hinzu, die aus Prvital, Dexcom Clarity oder LibreView exportiert wurde. Das Format wird automatisch erkannt, importierte Zeilen werden als manuelle Einträge hinzugefügt und doppelte Glukosemesswerte werden automatisch bereinigt.
es: Añade registros desde un archivo CSV exportado de Prvital, Dexcom Clarity o LibreView. El formato se detecta automáticamente, las filas importadas se añaden como entradas manuales y las lecturas de glucosa duplicadas se resuelven automáticamente.
fr: Ajoutez des enregistrements à partir d'un fichier CSV exporté depuis Prvital, Dexcom Clarity ou LibreView. Le format est détecté automatiquement, les lignes importées sont ajoutées comme saisies manuelles et les mesures de glycémie en double sont résolues automatiquement.
it: Aggiungi record da un file CSV esportato da Prvital, Dexcom Clarity o LibreView. Il formato viene rilevato automaticamente, le righe importate vengono aggiunte come voci manuali e le letture della glicemia duplicate vengono risolte automaticamente.
nl: Voeg records toe uit een CSV-bestand dat is geëxporteerd uit Prvital, Dexcom Clarity of LibreView. Het formaat wordt automatisch herkend, geïmporteerde rijen worden als handmatige invoer toegevoegd en dubbele glucosemetingen worden automatisch opgelost.
pl: Dodaj rekordy z pliku CSV wyeksportowanego z Prvital, Dexcom Clarity lub LibreView. Format jest wykrywany automatycznie, zaimportowane wiersze są dodawane jako wpisy ręczne, a zduplikowane odczyty glukozy są rozwiązywane automatycznie.
pt: Adiciona registos a partir de um ficheiro CSV exportado da Prvital, do Dexcom Clarity ou do LibreView. O formato é detetado automaticamente, as linhas importadas são adicionadas como entradas manuais e as leituras de glicose duplicadas são resolvidas automaticamente.
ro: Adaugă înregistrări dintr-un fișier CSV exportat din Prvital, Dexcom Clarity sau LibreView. Formatul este detectat automat, rândurile importate sunt adăugate ca intrări manuale, iar citirile de glicemie duplicate sunt rezolvate automat.
ru: Добавьте записи из CSV-файла, экспортированного из Prvital, Dexcom Clarity или LibreView. Формат определяется автоматически, импортированные строки добавляются как ручные записи, а дублирующиеся измерения глюкозы устраняются автоматически.

source: Add records from a CSV file you exported from Prvital. Imported rows are added as manual entries, and duplicate glucose readings are resolved automatically.
de: Füge Einträge aus einer CSV-Datei hinzu, die du aus Prvital exportiert hast. Importierte Zeilen werden als manuelle Einträge hinzugefügt und doppelte Glukosemesswerte werden automatisch bereinigt.
es: Añade registros desde un archivo CSV que exportaste de Prvital. Las filas importadas se añaden como entradas manuales y las lecturas de glucosa duplicadas se resuelven automáticamente.
fr: Ajoutez des enregistrements à partir d'un fichier CSV exporté depuis Prvital. Les lignes importées sont ajoutées comme saisies manuelles et les mesures de glycémie en double sont résolues automatiquement.
it: Aggiungi record da un file CSV esportato da Prvital. Le righe importate vengono aggiunte come voci manuali e le letture della glicemia duplicate vengono risolte automaticamente.
nl: Voeg records toe uit een CSV-bestand dat je uit Prvital hebt geëxporteerd. Geïmporteerde rijen worden als handmatige invoer toegevoegd en dubbele glucosemetingen worden automatisch opgelost.
pl: Dodaj rekordy z pliku CSV wyeksportowanego z Prvital. Zaimportowane wiersze są dodawane jako wpisy ręczne, a zduplikowane odczyty glukozy są rozwiązywane automatycznie.
pt: Adicione registos a partir de um ficheiro CSV que exportou da Prvital. As linhas importadas são adicionadas como entradas manuais e as leituras de glicose duplicadas são resolvidas automaticamente.
ro: Adaugă înregistrări dintr-un fișier CSV exportat din Prvital. Rândurile importate sunt adăugate ca intrări manuale, iar citirile de glicemie duplicate sunt rezolvate automat.
ru: Добавьте записи из CSV-файла, экспортированного из Prvital. Импортированные строки добавляются как ручные записи, а дублирующиеся измерения глюкозы устраняются автоматически.

source: Add the cheese, fold and serve.
de: Den Käse hinzufügen, zusammenklappen und servieren.
es: Añade el queso, dobla la tortilla y sirve.
fr: Ajoute le fromage, plie l'omelette et sers.
it: Aggiungi il formaggio, piega l'omelette e servi.
nl: Voeg de kaas toe, vouw dicht en serveer.
pl: Dodaj ser, złóż omlet na pół i podawaj.
pt: Junta o queijo, dobra a omelete e serve.
ro: Adaugă brânza, pliază omleta și servește.
ru: Добавь сыр, сложи омлет пополам и подавай.

source: Add the chicken.
de: Das Hähnchen hinzufügen.
es: Añade el pollo.
fr: Ajoute le poulet.
it: Aggiungi il pollo.
nl: Voeg de kip toe.
pl: Dodaj kurczaka.
pt: Junta o frango.
ro: Adaugă puiul.
ru: Добавь курицу.

source: Add the lentils, tomatoes and stock.
de: Linsen, Tomaten und Brühe hinzufügen.
es: Añade las lentejas, el tomate y el caldo.
fr: Ajoute les lentilles, les tomates et le bouillon.
it: Aggiungi le lenticchie, i pomodori e il brodo.
nl: Voeg de linzen, tomaten en bouillon toe.
pl: Dodaj soczewicę, pomidory i bulion.
pt: Junta as lentilhas, o tomate e o caldo.
ro: Adaugă lintea, roșiile și supa de legume.
ru: Добавь чечевицу, помидоры и бульон.

source: Add the pills or injectables you take, with the times you take them. Prvital can remind you and track how consistently you've taken them. This is a personal log, not medical advice.
de: Füge die Tabletten oder injizierbaren Mittel hinzu, die du nimmst, mit den Uhrzeiten der Einnahme. Prvital kann dich erinnern und verfolgen, wie konsequent du sie genommen hast. Dies ist ein persönliches Protokoll, keine medizinische Beratung.
es: Añade las pastillas o inyectables que tomas, con las horas a las que los tomas. Prvital puede recordártelo y registrar con qué constancia los has tomado. Este es un registro personal, no consejo médico.
fr: Ajoutez les comprimés ou les injectables que vous prenez, avec les heures auxquelles vous les prenez. Prvital peut vous le rappeler et suivre la régularité avec laquelle vous les avez pris. Ceci est un journal personnel, pas un avis médical.
it: Aggiungi le pillole o gli iniettabili che assumi, con gli orari in cui li prendi. Prvital può ricordarteli e monitorare con quanta costanza li hai presi. Questo è un registro personale, non un consiglio medico.
nl: Voeg de pillen of injecteerbare middelen toe die je gebruikt, met de tijden waarop je ze inneemt. Prvital kan je eraan herinneren en bijhouden hoe consequent je ze hebt ingenomen. Dit is een persoonlijk logboek, geen medisch advies.
pl: Dodaj tabletki lub leki we wstrzyknięciach, które przyjmujesz, wraz z godzinami ich przyjmowania. Prvital może ci przypominać i śledzić, jak regularnie je przyjmujesz. To osobisty dziennik, a nie porada medyczna.
pt: Adiciona os comprimidos ou injetáveis que tomas, com os horários em que os tomas. O Prvital pode lembrar-te e acompanhar com que consistência os tomaste. Este é um registo pessoal, não aconselhamento médico.
ro: Adaugă pastilele sau injectabilele pe care le iei, împreună cu orele la care le iei. Prvital îți poate reaminti și poate urmări cât de constant le-ai luat. Acesta este un jurnal personal, nu un sfat medical.
ru: Добавьте таблетки или инъекционные препараты, которые вы принимаете, с указанием времени приёма. Prvital может напоминать вам и отслеживать, насколько регулярно вы их принимаете. Это личный журнал, а не медицинская консультация.
